Repository: adamayoung/ping
Catalog: Ping/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: **%@** is up and running
fr: **%@** est Opérationnel

source: Add
fr: Ajouter

source: Add Site
fr: Ajouter un Site

source: Add Site Group
fr: Ajouter un Groupe de Sites

# ADD_SITE_GROUP_TO_GET_STARTED
source: Add a Site Group to get started.
fr: Ajoutez un Groupe de Sites pour Commencer.

# ADD_SITE_TO_GET_STARTED
source: Add a site to get started.
fr: Ajoutez un Site pour Commencer.

source: Cancel
fr: Annuler

source: Check all Site Statuses
fr: Vérifiez tous les Statuts du Site

source: Checking **%@**...
fr: Vérification de **%@**...

source: Close
fr: Fermer

# CONFIRM_DELETE_SITE
source: Are you sure you want to delete this site?
fr: Êtes-vous sûr de Vouloir Supprimer ce Site ?

source: Delete
fr: Supprimer

source: Delete Site
fr: Supprimer le Site

source: Error
fr: Erreur

# MANAGED_SITE_GROUPS
source: Manage Site Groups
fr: Gérer les Groupes de Sites

source: Method
fr: Méthode

source: Name
fr: Nom

source: No Site Groups
fr: Aucun Groupe de Sites

source: No Site Selected
fr: Aucun Site Sélectionné

source: No Sites
fr: Aucun Site

source: Options
fr: Possibilités

source: Other
fr: Autre

source: Previous Status Checks
fr: Vérifications de Statut Précédentes

source: Refresh
fr: Rafraîchir

source: Refresh Site Status
fr: Actualiser L'État du Site

source: Refresh Site Statuses
fr: Actualiser Tous les Statuts du Site

source: Site Group
fr: Groupe de Sites

source: Site Groups
fr: Groupes de Sites

# SITE_NAME
source: Name
fr: Nom

# SITE_STATUS_FAILURE
source: Failed
fr: Échoué

# SITE_STATUS_SUCCESS
source: Success
fr: Succès

# SITE_STATUS_UNKNOWN
source: Unknown
fr: Inconnu

source: Sites
fr: Des Sites

source: Sites in a deleted group will not be deleted.
fr: Les sites d'un groupe supprimé ne seront pas supprimés.

source: Sites Menu
fr: Menu Sites

source: Status
fr: Statut

source: Status of **%@** is unknown
fr: L'État de **%@** est Inconnu

source: Summary
fr: Résumé

source: Timeout
fr: Délai D'Expiration

source: Timeout (ms)
fr: Délai D'Expiration (ms)

source: Trouble loading **%@**
fr: Problème de chargement **%@**
